/* Дана переменная number.
Напиши программу, которая выводит на экран квадрат этой переменной (number * number). */
public class Main {
    public static void main(String[] args) {
        int a = 25;
        int b = 5;
        String c = "Hello";
       System.out.println(a+" "+b+" "+c);
    }
}
